// Задайте одномерный массив, заполненный случайными числами. 
// Найдите сумму элементов, стоящих на нечётных позициях.

int n = Size("Enter array elements number ");
int [] Print = ArrayRandom (n);
int summ = summ(Print);
Console.WriteLine();
Console.WriteLine(summ);

