// Задайте одномерный массив, заполненный случайными числами. 
// Найдите сумму элементов, стоящих на нечётных позициях.
int n = Size("Enter array elements number ");
int [] Print = Array (n);
int Col = col (Print);
Console.WriteLine();
Console.WriteLine ("Even elements number = " + Col);